Repository: Alexalter/Weblinks
Catalog: locale/*/LC_MESSAGES/module_weblinks.po
Languages: de

source: Category successfully added
de: Kategorie erfolgreich hinzugefügt

source: Category successfully modified
de: Kategorie erfolgreich modifiziert

source: Category successfully deleted
de: Kategorie erfolgreich gelöscht

source: Sorry! Please try again: this link is already listed in the database!
de: FEHLER: Die URL existiert bereits in der Datenbank!

source: Sorry! Please try again: you need to specify a TITLE for your link!
de: FEHLER: Titel für den Link angeben!

source: Sorry! Please try again: you need to specify a URL for your link!
de: FEHLER: URL für den Link angeben!

source: Your link at
de: Link bei

source: Hello
de: Hallo

source: your link submission has been approved for the site's search engine.
de: der folgende Eintrag wurde in die Weblinks aufgenommen:

source: Link title
de: Link Titel

source: Description
de: Beschreibung

source: The site's search engine is available at:
de: Unsere Weblinks online:

source: Thank you for your submission!
de: Wir haben die Meldung erhalten - Vielen Dank!

source: New link added to the database
de: neuer Link in die Datenbank aufgenommen

source: Error! Could not load items.
de: Fehler! Einträge konnte nicht geladen werden.

source: No link found
de: Kein Link gefunden.

source: Link successfully modified
de: Link erfolgreich modifiziert

source: Link removed from the database
de: Link aus der Datenbank entfernt

source: New link removed from the database
de: neuer Link wurde gelöscht

source: Ignore requests
de: Meldung ignoriert

source: Link was changed successfuly
de: Link erfolgreich geändert

source: User link modification requests was ignored
de: Link-Änderungswunsch wurde ignoriert

source: Configuration updated
de: Konfiguration aktualisiert

source: Weblinks migration: Not Admin
de: Keine Adminrechte für diesen Vorgang vorhanden

source: Ratings not available
de: Rating-Hook ist nicht für das Weblinks Modul aktiviert!

source: Error inserting votes in ratings table.
de: Fehler beim Übertragen der Bewertungen in die 'Ratings' Tabelle.

source: migrated: %s votes from Weblinks to Ratings
de: migriert: %s Bewertungen von Weblinks zu Ratings

source: EZComments not available
de: EZComments nicht verfügbar

source: anonymous user
de: anonymous

source: Error inserting comments in ezcomments table.
de: Fehler beim Übertragen der Kommentare von Weblinks zu EZComments

source: migrated: %s comments from Weblinks to EZComments
de: migriert: %s Kommentare von Weblinks zu EZComments

source: Error inserting CmodsWebLinks categories in Weblinks categories table.
de: Fehler beim Hinzufügen der CmodsWebLinks Kategorien zu den Weblinks Kategorien.

source: migrated: %s categories from CmodsWebLinks to Weblinks
de: migriert: %s Kategorien von CmodsWebLinks zu Weblinks

source: Error inserting CmodsWebLinks links in Weblinks links table.
de: Fehler beim Hinzufügen der CmodsWebLinks Links zu den Weblinks Links.

source: migrated: %s links from CmodsWebLinks to Weblinks
de: migriert: %s Links von CmodsWebLinks zu Weblinks

source: Error inserting CmodsWebLinks modrequests in Weblinks modrequests table.
de: Fehler beim Hinzufügen der CmodsWebLinks Änderungsvorschläge zu den Weblinks Änderungsvorschlägen.

source: migrated: %s modrequests from CmodsWebLinks to Weblinks
de: migriert: %s Änderungsvorschläge von CmodsWebLinks zu Weblinks

source: Error inserting CmodsWebLinks newlinks in Weblinks newlinks table.
de: Fehler beim Hinzufügen der CmodsWebLinks auf Freischaltung wartenden Links zu den Weblinks auf Freischaltung wartenden Links.

source: migrated: %s newlinks from CmodsWebLinks to Weblinks
de: migriert: %s auf Freischaltung wartende Links von CmodsWebLinks zu Weblinks

source: Weblinks Module
de: Weblinks Modul

source: Popular
de: Beliebtheit

source: New today
de: Heute neu

source: New during last 3 days
de: neu in den letzten 3 Tagen

source: New this week
de: neu in dieser Woche

source: Popularity (from fewest hits to most hits)
de: Beliebtheit (nach Hits aufsteigend)

source: Popularity (from most hits to fewest hits)
de: Beliebtheit (nach Hits absteigend)

source: Title (A to Z)
de: Titel (A bis Z)

source: Title (Z to A)
de: Titel (Z bis A)

source: Date (oldest links listed first)
de: Datum (älteste Einträge zuerst)

source: Date (newest links listed first)
de: Datum (neuste Einträge zuerst)

source: Edit this link
de: Link editieren

source: Modify
de: Modifizieren

source: Report broken link
de: Defekten Link melden

source: Add a comment
de: Kommentar hinzufügen

source: Comment
de: Kommentar

source: Comments
de: Kommentare

source: Visit this web site
de: Webseite besuchen

source: Sorry! There is no such link
de: Link existiert nicht...

source: Sorry! This URL is already listed in the database!
de: FEHLER: Die URL ist bereits in der Datenbank!

source: Sorry! Error! You must type a URL for the web link!
de: FEHLER: keine URL für den Link!

source: Sorry! Error! You must type a title for the URL!
de: FEHLER: kein Titel für den Link!

source: Sorry! Error! No category!
de: FEHLER: keine Kategorie!

source: Sorry! Error! You must type a description for the URL!
de: FEHLER: keine Beschreibung für den Link!

source: You didn't enter an e-mail address. However, your link will still be checked.
de: Keine E-Mail-Adresse angegeben - der Link wird trotzdem geprüft.

source: Thank you! You'll receive an e-mail message when it's approved.
de: Sie erhalten eine E-Mail Nachricht, wenn der Link aufgenommen wurde.

source: Latest Weblinks
de: Neuste Weblinks

source: Most Popular Weblinks
de: Beliebteste Weblinks

source: Random Weblinks
de: Zufällige Weblinks

source: No existing categories
de: Es existieren keine Kategorien

source: Link don't exist!
de: Link existiert nicht!

source: Add link
de: Link hinzufügen

source: Overview
de: Übersicht

source: Categories administer
de: Kategorien verwalten

source: Links administer
de: Links verwalten

source: Configuration
de: Konfiguration

source: Import
de: Importieren

source: Help
de: Hilfe

source: ERROR: The category title exists on this level.
de: FEHLER: Der Kategoriename existiert bereits auf dieser Ebene.

source: ERROR: The category isn't added.
de: FEHLER: Die Kategorie konnte nicht angelegt werden.

source: Error! This version of the Weblinks module requires Zikula 1.2.0 or later. Installation has been stopped because this requirement is not met.
de: Fehler: Diese Weblinks Version hat eine Mindestanforderung von Zikula 1.2.0 oder weiter. Die Installation stoppet hier, da die Mindestanforderung nicht erfüllt ist.

source: There are
de: Aktuell sind

source: and
de: und

source: category
de: Kategorie

source: in the database
de: in der Datenbank

source: Broken link reports
de: als defekt gemeldete Links

source: Link modification requests
de: Link Änderungswünsche

source: Link validation
de: Links prüfen

source: Check category
de: Kategorien prüfen

source: Check ALL categories
de: Alle Kategorien überprüfen

source: Links awaiting validation
de: auf Freischaltung wartenden Links

source: Submitter
de: eingereicht von

source: Pagetitle
de: Seitentitel

source: Visit
de: Besuche

source: Category
de: Kategorie

source: E-mail address
de: E-Mailadresse

source: Delete link
de: Link löschen

source: Most-popular - leading
de: Beliebtheit Top

source: of all
de: von

source: Show leading
de: Zeige führende

source: Thank you for helping maintain this directory's integrity.
de: Vielen Dank für die Information.

source: For security reasons, your user name and IP address will also be recorded temporarily.
de: Aus Sicherheitsgründen wird Benutzername und IP-Adresse gespeichert.

source: Back
de: Zurück

source: Thank you for the information.
de: Vielen Dank für die Information.

source: Thank you! Your request has been submitted for examination.
de: Der Beitrag wurde zur weiteren Prüfung übertragen.

source: User link modification requests
de: Link-Änderungswünsche

source: Proposed
de: vorgeschlagene Änderung

source: Owner
de: Besitzer

source: Accept
de: Akzeptieren

source: Ignore
de: Ignorieren

source: No link modification requests
de: keine Änderungswünsche vorhanden

source: Description (255 characters max)
de: Beschreibung (255 Zeichen max)

source: Modify/Delete a link
de: Link modifizieren/löschen

source: Modify link
de: Link modifizieren

source: Delete Category
de: Kategorie löschen

source: Confirmation prompt: are you sure you want to delete this category and ALL its links?
de: WARNUNG: Wirklich die Kategorie und alle darin befindlichen Links löschen?

source: Modify a category
de: Kategorie modifizieren

source: Parent category
de: Übergeordnete Kategorie

source: None
de: keine

source: Modify category
de: Kategorie bearbeiten

source: Links also available in
de: Links auch verfügbar in

source: sub-categories
de: Unterkategorien

source: Added on
de: Hinzugefügt am

source: Main-Categories
de: Link-Kategorien

source: Last links
de: Die neusten Weblinks

source: Most-popular links
de: Die beliebtesten Weblinks

source: Sites currently sorted by
de: Links sortiert nach

source: Sort links by
de: sortieren nach

source: Title
de: Titel

source: Date
de: Datum

source: Popularity
de: Beliebtheit

source: Your request has been submitted for examination.
de: Der Beitrag wurde zur weiteren Prüfung übertragen.

source: New
de: Neu

source: Random
de: Zufällig

source: new link
de: neuer Link

source: Add a category
de: Kategorie hinzufügen

source: in category
de: in Kategorie

source: Add category
de: Kategorie hinzufügen

source: Add Category
de: Kategorie hinzufügen

source: Delete category
de: Kategorie löschen

source: Modify configuration
de: Konfiguration aktualisieren

source: Number of links
de: Anzahl der Links pro Seite

source: Links per page
de: Links pro Seite

source: Number of links as new
de: Anzahl der neuen Links

source: Number of links required to qualify as best
de: Anzahl der besten Links

source: Links in search results
de: Anzahl der Links im Suchergebnis

source: Number of links in the feature link box
de: Anzahl der Links im Block

source: Number of hits required to qualify as popular
de: Hits für Beliebtheit

source: Want to show most-popular links as a percentage?<br />(If 'no', enter the number of links to show)
de: Beliebteste Links in Prozent anzeigen?<br /> (wenn 'nein', Anzahl der Links eintragen)

source: yes
de: Ja

source: no
de: Nein

source: Most-popular links: either a number of links or the percentage to display (percentage as whole number, such as 25/100)
de: beliebteste Links: Anzahl oder Prozentsatz zur Anzeige

source: Settings
de: Einstellungen

source: Show featured link box on web links main page?
de: Featured Link-Box auf der Hauptseite anzeigen?

source: Open link in a new window?
de: Link in einem neuen Fenster öffnen?

source: Allow multiple use of an URL?
de: Mehrfache Verwendung einer URL zulassen?

source: Allow unregistered users to suggest broken links?
de: Unregistrierte Benutzer für das Melden von defekten Links zulassen?

source: Allow unregistered users to suggest link changes?
de: Unregistrierte Benutzer für das Vorschlagen von Änderungen zulassen?

source: Allow unregistered users to post new links?
de: Unregistrierte Benutzer für das Vorschlagen von neuen Links zulassen?

source: Screenshots with websnapr
de: Screenshots mit websnapr

source: If you want to use the screenshot function with websnapr, you need a key for your website. Register here:
de: Wenn Du die Screenshot-Funktion mit websnapr nutzen möchtest, brauchst Du einen Key für deine Webseite.Hier kann man sich registrieren:

source: You can get 100,000 snapshot impressions for free per month
de: Du hast 100,000 Snapshot Anzeigen pro Monat frei

source: Show screenshots with websnaper?
de: Screenshots mit websnapr anzeigen?

source: Select size of thumb:
de: Wähle die Größe des Bildes:

source: Check ALL links
de: ALLE Links überprüfen

source: Functions
de: Funktionen

source: Failed!
de: fehlgeschlagen!

source: Edit
de: Ändern

source: Delete
de: Löschen

source: Instructions
de: Instruktionen

source: Please submit each link only once.
de: Links nur einmal einreichen

source: All links are reviewed before being posted online.
de: alle Links werden vor der Freischaltung überprüft

source: Your user name and IP are recorded, so please don't abuse the system.
de: Benutzername und IP werden aufgezeichnet um Missbrauch zu verhindern.

source: Add a new link
de: neuen Link hinzufügen

source: Page URL
de: URL

source: Your name
de: Name

source: Your e-mail address
de: E-Mailadresse

source: Add this URL
de: URL hinzufügen

source: Sorry! You are not a registered user or you have not logged-in.
de: Derzeit nicht angemeldet

source: If you were registered, you could contribute links to this web site.
de: Registrierte Benutzer können Links hinzufügen

source: Becoming a registered user is a quick and easy process.
de: Die Registrierung ist einfach, kostenfrei und schnell erledigt.

source: Why is registration required for access to certain features?
de: Warum eine Registrierung für einige Funktionen notwendig ist?

source: So that you are offered only the highest-quality content,
de: Nur so können wir auch sicherstellen, bei Rückfragen

source: each item is individually reviewed and approved.
de: Kontakt aufnehmen zu können.

source: The site editor aims to offer useful information only.
de: Wir möchten bestmögliche und abgeprüfte Inhalte bieten.

source: <a href="index.php?module=Users&func=register">Register for a new user account</a>
de: <a href="index.php?module=Users&func=register">Registrierung</a>

source: Description:
de: Beschreibung:

source: E-mail adress
de: E-Mailadresse

source: New links
de: neue Links

source: Total new links
de: neue Links insgesamt

source: Last week
de: letzte Woche

source: Last 30 days
de: vergangene 30 Tage

source: Show
de: anzeigen

source: 1 week
de: 1 Woche

source: 2 weeks
de: 2 Wochen

source: 30 days
de: 30 Tage

source: Total new links over the last
de: neue Links vergangene

source: days
de: Tage

source: With this function <strong>Weblinks-Votes</strong> will be imported to the <strong>Rating</strong> module.<br /><strong>!Attention!</strong> - befor you use this function you should set the style of the Ratings.
de: <strong>Weblinks-Bewertungen</strong> werden mit diese Funktion in das <strong>Rating-Modul</strong> importiert.<br /><strong>!Achtung!</strong> - vor Ausführung der Funktion sollte im Bewertungsmodul der Stil der Bewertung festgelegt sein.

source: Rating-Hook isn't activated for the Weblinks module!
de: Rating-Hook ist nicht für das Weblinks Modul aktiviert!

source: to the hooks of Weblinks module
de: zu den Hooks vom Weblinks Modul

source: With this function <strong>Weblinks-Comments</strong> will be imported to the <strong>EZComments</strong> module.
de: <strong>Weblinks-Kommentare</strong> werden mit diese Funktion in das <strong>EZComments-Modul</strong> importiert.

source: EZComments-Hook isn't activated for the Weblinks module!
de: EZComments-Hook ist nicht für das Weblinks Modul aktiviert!

source: With this function <strong>CmodsWebLinks</strong> will be imported to the <strong>Weblinks</strong> module.<br /><strong>!Attention!</strong> - this function add the CmodsWebLinks categories and links to the Weblinks module and don't replace it.
de: Mit dieser Funktion werden die Inhalte vom <strong>CmodsWebLinks Modul</strong> in das <strong>Weblinks</strong> Modul importiert. <br /><strong>!Achtung!</strong> - diese Funktion fügt die Kategorie und Links hinzu, die Tabellen werden nicht überschrieben.

source: CmodsWebLinks isn't activated! Try to import?<br /><strong>!Attention!</strong> - this function add the CmodsWebLinks categories and links to the Weblinks module and don't replace it.
de: CmodsWebLinks ist nicht aktiviert! Trotzdem versuchen zu importieren?<br /><strong>!Achtung!</strong> - diese Funktion fügt die Kategorie und Links hinzu, die Tabellen werden nicht überschrieben.

source: Sorry! Only registered users can suggest link modifications.
de: Sorry! Nur registrierte Benutzer können Linkänderungen vorschlagen.

source: Request link modification
de: Änderung vorschlagen

source: Send request
de: Anfrage senden

source: Search results for
de: Suchergebnisse für

source: Sub-categories
de: Unterkategorien

source: No matches found to your query
de: Keine Treffer für die Suchanfrage

source: Try to search
de: Suche für den Begriff

source: on other search engines
de: in anderen Suchmaschinen

source: search keywords
de: Suchbegriffe

source: Search
de: Suche

source: Thank you! Your link submission has been received.
de: Wir haben die Meldung erhalten - Vielen Dank!

source: User-reported broken links
de: als defekt gemeldete Links

source: Ignore (deletes all <strong><em>requests</em></strong> for a given link)
de: ignorieren (löscht alle <strong><em>Meldungen</em></strong> für einen Link)

source: Delete (deletes <strong><em>broken link</em></strong> and <strong><em>requests</em></strong> for a given link)
de: löschen (entfernt <strong><em>defekte Links</em></strong> und <strong><em>Meldungen</em></strong> für einen Link)

source: No broken links found
de: Keine defekten Links gefunden

source: Link owner
de: Besitzer

source: Permissions
de: Zugriffsrechte

source: You have some possibilities to set permissions
de: Es gibt ein paar Möglichkeiten die Zugriffsrechte einzusetzen

source: Group | Weblinks:: | .* | read
de: Gruppe | Weblinks:: | .* | read

source: // the group can see all links
de: // Die Gruppe kann alle Links sehen

source: Group | Weblinks:: | .* | comment
de: Gruppe | Weblinks:: | .* | comment

source: // the group can add a link and comment a link, announce a broken link, submit a modification
de: // Die Gruppe kann einen Link hinzufügen und einen Link kommentieren, einen defekten Link melden oder eine Änderung einreichen

source: Group | Weblinks::Category | ::CatID | none
de: Gruppe | Weblinks::Category | ::CatID | none

source: // the group cant see the category with the ID
de: // Die Gruppe kann die Kategorie mit der ID nicht sehen

source: Group | Weblinks:: | .* | edit
de: Gruppe | Weblinks:: | .* | edit

source: // the group can modify links and categories
de: // Die Gruppe kann Links und Kategorien ändern

source: Group | Weblinks:: | .* | add
de: Gruppe | Weblinks:: | .* | add

source: // the group can modify and add links and categories
de: // Die Gruppe kann Links und Kategorien ändern und hinzufügen

source: Group | Weblinks:: | .* | delete
de: Gruppe | Weblinks:: | .* | delete

source: // the group can delete, modify and add links and categories
de: // Die Gruppe kann Links und Kategorien löschen, ändern und hinzufügen

source: Group | Weblinks::Category | .* | edit / add / delete
de: Gruppe | Weblinks::Category | .* | edit / add / delete

source: // the group can only modify / add / delete categories
de: // Die Gruppe kann nur Kategorien ändern / hinzufügen / löschen

source: Group | Weblinks::Link | .* | edit / add / delete
de: Gruppe | Weblinks::Link | .* | edit / add / delete

source: // the group can only modify / add / delete links
de: // Die Gruppe kann nur Links ändern / hinzufügen / löschen

source: Group | Weblinks:: | .* | admin
de: Gruppe | Weblinks:: | .* | admin

source: // the group can administrate the Weblinks module with all functions
de: // Die Gruppe kann das Weblinks Modul administrieren

source: Group | scribite:: | Weblinks:: | comment
de: Gruppe | scribite:: | Weblinks:: | comment

source: // the group can use scribite in Weblinks textareas if they have no comment permissions (ungeristered Users)
de: // Die Gruppe kann scribite in Textfeldern benutzen wenn sie kein Kommentieren Recht haben (z.B. unregistrierte User)

source: // if a group has add permissions and higher, they can see an icon in their user profil to add links
de: // wenn eine Gruppe das Hinzufügen Recht oder höher hat, sieht sie ein Icon in ihrem Profil um Links hinzuzufügen

source: Hint for the pending module
de: Hinweis für das pending Modul

source: Name: New Links
de: Name: Neue Links

source: Name: Broken Links
de: Name: Defekte Links

source: Name: Modify Links
de: Name: Modifizierte Links

source: // zk_ if this is your table prefix
de: // zk_ wenn dies dein tabellen prefix ist
