Repository: Alexalter/Weblinks
Catalog: Weblinks/locale/*/LC_MESSAGES/module_weblinks.po
Languages: fr

source: Category successfully added
fr: Catégorie ajoutée avec succès

source: Category successfully modified
fr: Catégorie modifiée avec succès

source: Category successfully deleted
fr: Catégorie supprimée avec succès

source: Sorry! Please try again: this link is already listed in the database!
fr: Désolé ! Merci de ré-essayer : ce lien est déjà listé dans notre base de données !

source: Sorry! Please try again: you need to specify a TITLE for your link!
fr: Désolé ! Merci de ré-essayer : vous devez indiquer un TITRE pour votre lien !

source: Sorry! Please try again: you need to specify a URL for your link!
fr: Désolé ! Merci de ré-essayer : vous devez indiquer une adresse pour votre lien !

source: Your link at
fr: Votre lien à

source: Hello
fr: Bonjour

source: your link submission has been approved for the site's search engine.
fr: Votre proposition de lien a été approuvée pour le moteur de recherche du site.

source: Link title
fr: Tite du lien

source: URL
fr: Adresse

source: The site's search engine is available at:
fr: Le moteur de recherche du site est disponible à :

source: Thank you for your submission!
fr: Merci pour votre contribution !

source: Team.
fr: Equipe.

source: New link added to the database
fr: Nouveau lien ajouté à la base de données

source: Error! Could not load items.
fr: Erreur ! Impossible de charger les éléments.

source: No link found
fr: Aucun lien trouvé

source: Link successfully modified
fr: Lien modifié avec succès

source: Link removed from the database
fr: Lien supprimer de la base de données

source: New link removed from the database
fr: Nouveau lien supprimé de la base de données

source: Ignore requests
fr: Ignorer les demandes

source: Link was changed successfuly
fr: Le lien a été modifié avec succès

source: User link modification requests was ignored
fr: Les demandes de modification de lien des utilisateurs sont ignorées

source: Configuration updated
fr: Configuration mise à jour

source: Weblinks migration: Not Admin
fr: Migration de Weblinks : Pas Admin

source: Ratings not available
fr: Ratings non disponible

source: Error inserting votes in ratings table.
fr: Erreur lors de l'insertion des votes dans la table de Ratings.

source: migrated: %s votes from Weblinks to Ratings
fr: migré : %s votes de Weblinks à Ratings

source: EZComments not available
fr: EZComments non disponible

source: anonymous user
fr: utilisateur anonyme

source: Error inserting comments in ezcomments table.
fr: Erreur lors de l'insertion des commentaires dans la table de ezcomments.

source: migrated: %s comments from Weblinks to EZComments
fr: migré : %s commentaires de Weblinks à EZComments

source: Error inserting CmodsWebLinks categories in Weblinks categories table.
fr: Erreur lors de l'insertion des catégories CmodsWebLinks dans la table catégories de Weblinks.

source: migrated: %s categories from CmodsWebLinks to Weblinks
fr: migré : %s catégories de CmodsWebLinks à Weblinks

source: Error inserting CmodsWebLinks links in Weblinks links table.
fr: Erreur lors de l'insertion des liens CmodsWebLinks dans la table liens de Weblinks.

source: migrated: %s links from CmodsWebLinks to Weblinks
fr: migré: %s liens de CmodsWebLinks à Weblinks

source: Error inserting CmodsWebLinks modrequests in Weblinks modrequests table.
fr: Erreur lors de l'insertion des modrequests de CmodsWebLinks dans la table modrequests de Weblinks.

source: migrated: %s modrequests from CmodsWebLinks to Weblinks
fr: migré : %s modrequests de CmodsWebLinks à Weblinks

source: Error inserting CmodsWebLinks newlinks in Weblinks newlinks table.
fr: Erreur lors de l'insertion des newlinks de CmodsWebLinks dans la table newlinks de Weblinks.

source: migrated: %s newlinks from CmodsWebLinks to Weblinks
fr: migré : %s newlinks de CmodsWebLinks à Weblinks

source: Weblinks Module
fr: Module de gestion de liens webs

source: Popular
fr: Populaire

source: New today
fr: Nouveau aujourd'hui

source: New during last 3 days
fr: Nouveau sur les 3 deriers jours

source: New this week
fr: Nouveau cette semaine

source: Popularity (from fewest hits to most hits)
fr: Popularité (du moins au plus de hits)

source: Popularity (from most hits to fewest hits)
fr: Popularité (du plus au moins de hits)

source: Title (A to Z)
fr: Titre (A à Z)

source: Title (Z to A)
fr: Titre (Z à A)

source: Date (oldest links listed first)
fr: Date (plus vieux liens listés en premier)

source: Date (newest links listed first)
fr: Date (Plus récents liens listés en premier)

source: Start
fr: Début

source: Edit this link
fr: Modifier ce lien

source: Modify
fr: Modifier

source: Report broken link
fr: Signaler un lien cassé

source: Details
fr: Détails

source: Add a comment
fr: Ajouter un commentaire

source: Comment
fr: Commentaire

source: Comments
fr: Commentaires

source: Visit this web site
fr: Visiter ce site web

source: Sorry! There is no such link
fr: Désolé! il n'y a plus de lien

source: Sorry! This URL is already listed in the database!
fr: Désolé! cette URL est déjà listée dans notre base de données!

source: Sorry! Error! You must type a URL for the web link!
fr: Désolé! Erreur! Vous devez saisir une ADRESSE pour le lien web!

source: Sorry! Error! You must type a title for the URL!
fr: Désolé! Erreur! Vous devez saisir un TITRE pour le site web!

source: Sorry! Error! No category!
fr: Désolé! Erreur! Pas de catégorie!

source: Sorry! Error! You must type a description for the URL!
fr: Désolé! Erreur! Vous devez saisir une DESCRIPTION pour le lien web!

source: You didn't enter an e-mail address. However, your link will still be checked.
fr: Vous n'avez pas renseigné d'adresse email. Cependant, votre lien sera quand même vérifié.

source: Thank you! You'll receive an e-mail message when it's approved.
fr: Merci! Vous recevre un email lorsque cela sera approuvé.

source: Latest Weblinks
fr: Derniers liens webs

source: Most Popular Weblinks
fr: liens webs les plus populaires

source: Random Weblinks
fr: liens webs au hasard

source: No existing categories
fr: Catégories inexistantes

source: Link don't exist!
fr: Le lien n'existe pas!

source: Add link
fr: Ajouter un lien

source: Overview
fr: Vue d'ensemble

source: Categories administer
fr: Administration des catégories

source: Links administer
fr: Administration des liens

source: Help
fr: Aide

source: Link-Index
fr: Index des liens

source: ERROR: The category title exists on this level.
fr: ERREUR: Le titre de la catégorie existe à ce niveau d'arborescence.

source: ERROR: The category isn't added.
fr: ERREUR: La catégorie n'a pas été ajoutée.

source: Error! This version of the Weblinks module requires Zikula 1.2.0 or later. Installation has been stopped because this requirement is not met.
fr: Erreur! Cette version du module Weblinks module nécessite Zikula 1.2.0 ou plus. L'instalation a été arrêté car le minimum requis n'est pas atteint.

source: Links
fr: Liens

source: Status
fr: Etat

source: There are
fr: Il y a

source: link
fr: lien

source: and
fr: et

source: category
fr: catégorie

source: in the database
fr: dans la base de données

source: Broken link reports
fr: Rapports de lien cassé

source: Link modification requests
fr: Demandes de modification de lien

source: Link validation
fr: validation de lien

source: Check category
fr: Vérifier catégorie

source: Check ALL categories
fr: Vérifier TOUTES les catégories

source: Links awaiting validation
fr: Liens en attente de validation

source: Link ID
fr: ID du Lien

source: Submitter
fr: Contributeur

source: Pagetitle
fr: Titre de la page

source: Visit
fr: Visite

source: Category
fr: Catégorie

source: Name
fr: Nom

source: E-mail address
fr: Adresse email

source: Delete link
fr: Supprimer lien

source: Most-popular - leading
fr: plus populaire - en tête

source: of all
fr: de tous

source: Show leading
fr: Afficher ceux en tête

source: Thank you for helping maintain this directory's integrity.
fr: Merci de votre aide au maintien de l'intégrité de notre répertoire.

source: For security reasons, your user name and IP address will also be recorded temporarily.
fr: Pour des raisons de sécurité, votre nom d'utilisateur et votre adresse IP ont été temporairement enregistrés.

source: Back
fr: Retour

source: Thank you for the information.
fr: Merci pour l'information.

source: Thank you! Your request has been submitted for examination.
fr: Merci! Votre demande a été soumise à vérification.

source: User link modification requests
fr: Demandes de modification de lien d'utilisateur

source: Proposed
fr: Proposé

source: Owner
fr: Propriétaire

source: Accept
fr: Accepter

source: Ignore
fr: Ignorer

source: No link modification requests
fr: Aucune demande de modification de lien

source: Description (255 characters max)
fr: Description (255 caractères max)

source: Modify/Delete a link
fr: Modifer/Supprimer un lien

source: Modify link
fr: Modifier lien

source: Delete Category
fr: Supprimer une catégorie

source: Confirmation prompt: are you sure you want to delete this category and ALL its links?
fr: Ddemande de confirmation : êtes vous sûr de vouloir supprimer cette catégorie et TOUT ses liens ?

source: Modify a category
fr: Modifier une catégorie

source: Parent category
fr: Catégorie parent

source: None
fr: Aucun

source: Modify category
fr: Modifier catégorie

source: Links also available in
fr: Liens égalemetn disponible dans

source: sub-categories
fr: sous-catégories

source: Added on
fr: Ajouté le

source: Main-Categories
fr: Catégories-Principales

source: Last links
fr: Derniers liens

source: Most-popular links
fr: Liens les plus populaires

source: Sites currently sorted by
fr: Sites actuellement triés par

source: Sort links by
fr: Trié les liens par

source: Title
fr: Titre

source: Popularity
fr: Popularité

source: Your request has been submitted for examination.
fr: votre demande a été envoyée pour vérification.

source: New
fr: Nouveau

source: Random
fr: Au hasard

source: new link
fr: nouveau lien

source: Add a category
fr: Ajouter une catégorie

source: in category
fr: dans la catégorie

source: Add category
fr: Ajoutercatégorie

source: Add Category
fr: Ajouter une Catégorie

source: Delete category
fr: Supprimer une catégorie

source: Modify configuration
fr: Modifier la configuration

source: Number of links
fr: Nombre de liens

source: Links per page
fr: Liens par page

source: Number of links as new
fr: Nombre de liens considérés comme nouveaux

source: Number of links required to qualify as best
fr: Nombre de liens nécessaire pour être qualifié de meilleur

source: Links in search results
fr: Liens dans les résultats de recherche

source: Number of links in the feature link box
fr: Nombre de liens dans la cadre de lien avancé

source: Number of hits required to qualify as popular
fr: Nombre de hits nécessaire pour être qualifié de populaire

source: Want to show most-popular links as a percentage?<br />(If 'no', enter the number of links to show)
fr: Voulez-vous afficher les liens les plus populaires en pourcentage?<br />(Si 'non', saisir le nombre de liens à afficher)

source: yes
fr: oui

source: no
fr: non

source: Most-popular links: either a number of links or the percentage to display (percentage as whole number, such as 25/100)
fr: Liens les plus populaires : soit le nombre de liens ou un poucentage à afficher (pourcentage en nombre entier, comme 25/100)

source: Settings
fr: Paramètres

source: Show featured link box on web links main page?
fr: Afficher le cadre de liens avancé sur la page principale de Weblinks?

source: Open link in a new window?
fr: Ouvrir le lien dans une nouvelle fenêtre?

source: Allow multiple use of an URL?
fr: Autoriser plusieurs fois l'utilisation d'une adresse?

source: Allow unregistered users to suggest broken links?
fr: Autoriser les visiteurs à signaler des liens cassés ?

source: Allow unregistered users to suggest link changes?
fr: Autoriser les visiteurs à proposer des modifications de lien ?

source: Allow unregistered users to post new links?
fr: Autoriser les visiteurs à proposer des nouveaux liens ?

source: Screenshots with websnapr
fr: Captures écrans avec websnapr

source: If you want to use the screenshot function with websnapr, you need a key for your website. Register here:
fr: Si vous souhaitez utiliser la fonction capture écran avec websnapr, vous avez besoin d'une clé pour votre site. Vous enregistrer ici :

source: You can get 100,000 snapshot impressions for free per month
fr: Vous pouvez avoir 100.000 impressions écrans gratuites par mois

source: Show screenshots with websnaper?
fr: Afficher les captures écrans avec websnaper?

source: websnapr-key:
fr: Clé websnapr :

source: Select size of thumb:
fr: Sélectionner la taille des miniatures :

source: Check ALL links
fr: Vérifier TOUS les liens

source: Functions
fr: Fonctions

source: Failed!
fr: Echec!

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Please submit each link only once.
fr: Merci de soumettre chaque lien seulement une fois.

source: All links are reviewed before being posted online.
fr: Tous les liens sont contrôlés avant d'être mis en ligne.

source: Your user name and IP are recorded, so please don't abuse the system.
fr: Votre nom d'utilisateur et votre IP ont été enregistrés, donc merci de ne pas abuser du système.

source: Add a new link
fr: Ajouter un nouveau lien

source: Page URL
fr: Adresse

source: Your name
fr: Votre nom

source: Your e-mail address
fr: Votre adresse email

source: Add this URL
fr: Ajouter cette adresse

source: Sorry! You are not a registered user or you have not logged-in.
fr: Désolé! Vous n'êtes pas un membre enregistré ou vous ne vous êtes pas authentifié.

source: If you were registered, you could contribute links to this web site.
fr: Si vous êtiez enregistré, vous pourriez soumettre des liens à ce site internet.

source: Becoming a registered user is a quick and easy process.
fr: Devenir membre est rapide et facile.

source: Why is registration required for access to certain features?
fr: Pourquoi l'enregistrement est nécessaire pour accéder à certaines fonctions?

source: So that you are offered only the highest-quality content,
fr: Ainsi il vous est proposé uniquement du contenu de qualité,

source: each item is individually reviewed and approved.
fr: chaque élément est contrôlé et approvué individuellement.

source: The site editor aims to offer useful information only.
fr: Le but de l'éditeur du site est d'offrir uniquement des informations utiles.

source: <a href="index.php?module=Users&func=register">Register for a new user account</a>
fr: <a href="index.php?module=Users&func=register">Devenir membre</a>

source: E-mail adress
fr: Adresse email

source: New links
fr: Nouveaux liens

source: Total new links
fr: Total de nouveaux liens

source: Last week
fr: Dernière semaine

source: Last 30 days
fr: Dernier 30 jours

source: Show
fr: Afficher

source: 1 week
fr: 1 semaine

source: 2 weeks
fr: 2 semaines

source: 30 days
fr: 30 jours

source: Total new links over the last
fr: Total des nouveaux liens sur les derniers

source: days
fr: jours

source: Ratings
fr: Notes

source: With this function <strong>Weblinks-Votes</strong> will be imported to the <strong>Rating</strong> module.<br /><strong>!Attention!</strong> - befor you use this function you should set the style of the Ratings.
fr: Avec la fonction <strong>Weblinks-Votes</strong> seront importés dans le module <strong>Rating</strong>.<br /><strong>!Attention!</strong> - avant d'utiliser cette fonction vous devez définir le style de Ratings.

source: Rating-Hook isn't activated for the Weblinks module!
fr: L'extension Rating n'est pas actif pour le module Weblinks !

source: to the hooks of Weblinks module
fr: extensions du module Weblinks

source: With this function <strong>Weblinks-Comments</strong> will be imported to the <strong>EZComments</strong> module.
fr: Avec cette fonction<strong>Weblinks-Comments</strong> seront importés dans le module <strong>EZComments</strong>.

source: EZComments-Hook isn't activated for the Weblinks module!
fr: l'extension EZComments n'est pas actif pour le module Weblinks !

source: With this function <strong>CmodsWebLinks</strong> will be imported to the <strong>Weblinks</strong> module.<br /><strong>!Attention!</strong> - this function add the CmodsWebLinks categories and links to the Weblinks module and don't replace it.
fr: Avec cette fonction <strong>CmodsWebLinks</strong> seront importés dans le module <strong>Weblinks</strong>.<br /><strong>!Attention!</strong> - cette fonction ajoute les catégories de CmodsWebLinks et les liens dans le module Weblinks et ne les remplace pas.

source: CmodsWebLinks isn't activated! Try to import?<br /><strong>!Attention!</strong> - this function add the CmodsWebLinks categories and links to the Weblinks module and don't replace it.
fr: CmodsWebLinks n'est pas activé ! Essai d'import?<br /><strong>!Attention!</strong> - cette fonction ajoute les catégories de CmodsWebLinks et les liens dans le module Weblinks et ne les remplace pas.

source: Sorry! Only registered users can suggest link modifications.
fr: Désolé! Seulement les membres authentifiés peuvent suggérer des modifications de lien.

source: Request link modification
fr: Demande une modification de lien

source: Send request
fr: Envoyer demande

source: Search results for
fr: Résultats de recherche pour

source: Sub-categories
fr: Sous-catégories

source: No matches found to your query
fr: Aucun résultat correspondant à votre recherche

source: Try to search
fr: Essayer de rechercher

source: on other search engines
fr: sur d'autres moteurs de recherche

source: search keywords
fr: Mots clés de recherche

source: Search
fr: Rechercher

source: Thank you! Your link submission has been received.
fr: Merci! Votre proposition de lien a été reçue.

source: User-reported broken links
fr: Liens cassés signalés par membre

source: Ignore (deletes all <strong><em>requests</em></strong> for a given link)
fr: Ignorer(supprime toutes les <strong><em>demandes</em></strong> pour un lien donné)

source: Delete (deletes <strong><em>broken link</em></strong> and <strong><em>requests</em></strong> for a given link)
fr: Supprimer (supprime <strong><em>lien cassé</em></strong> et <strong><em>demandes</em></strong> pour un lien donné)

source: No broken links found
fr: aucun lien cassé trouvé

source: Link
fr: Lien

source: Link owner
fr: Propriétaire du lien

source: You have some possibilities to set permissions
fr: Vous avez quelques possibilités de paramètrage des permissions

source: Users
fr: Membres

source: Group | Weblinks:: | .* | read
fr: Groupe | Weblinks:: | .* | Accès en lecture

source: // the group can see all links
fr: // le groupe peut voir tous les liens

source: Group | Weblinks:: | .* | comment
fr: Groupe | Weblinks:: | .* | Accès au commentaire

source: // the group can add a link and comment a link, announce a broken link, submit a modification
fr: // le groupe peut ajouter et commenter des liens, signaler un lien cassé, demander des modifications de lien

source: Group | Weblinks::Category | ::CatID | none
fr: Groupe | Weblinks::Catégorie | ::CatID | Pas d'accès

source: // the group cant see the category with the ID
fr: // le groupe ne peut pas voir la catégorie avec l'ID

source: Moduleadmins
fr: Administrateurs

source: Group | Weblinks:: | .* | edit
fr: Groupe | Weblinks:: | .* | Accès à la modification

source: // the group can modify links and categories
fr: // le groupe peut modifier les liens et les catégories

source: Group | Weblinks:: | .* | add
fr: Groupe | Weblinks:: | .* | Accès à l'ajout

source: // the group can modify and add links and categories
fr: // le groupe peut modifier et ajouter des liens et des catégories

source: Group | Weblinks:: | .* | delete
fr: Groupe | Weblinks:: | .* | Accès à la suppression

source: // the group can delete, modify and add links and categories
fr: // le groupe peut supprimer, modifier et ajouter des liens et des catégories

source: Group | Weblinks::Category | .* | edit / add / delete
fr: Groupe | Weblinks::Catégorie| .* | Accès à la modification / à l'ajout / à la suppression

source: // the group can only modify / add / delete categories
fr: // le groupe peut uniquement modifier / ajouter / supprimer des catégories

source: Group | Weblinks::Link | .* | edit / add / delete
fr: Groupe | Weblinks::Lien | .* | Accès à la modification / à l'ajout / à la suppression

source: // the group can only modify / add / delete links
fr: // le groupe peut uniquement modifier / ajouter / supprimer des liens

source: Group | Weblinks:: | .* | admin
fr: Groupe | Weblinks:: | .* | Accès à l'administration

source: // the group can administrate the Weblinks module with all functions
fr: // le groupe peut administrer le module Weblinks module avec toutes ses fonctions

source: Group | scribite:: | Weblinks:: | comment
fr: Groupe | scribite:: | Weblinks:: | accès au commentaire

source: // the group can use scribite in Weblinks textareas if they have no comment permissions (ungeristered Users)
fr: // le groupe peut utiliser scribite dans les zones de texte de Weblinks s'ils n'ont pas la permission d'accès au commentaire (utilisateurs non-enregistrés)

source: // if a group has add permissions and higher, they can see an icon in their user profil to add links
fr: // si un groupe a une permission d'ajout ou supérieure, ils pourront voir une icone dans leur espace membre pour ajouter un lien

source: Hint for the pending module
fr: Astuces pour le module pending

source: Name: New Links
fr: Nom: Nouveaux liens

source: URL: index.php?module=Web_Links&amp;type=admin
fr: adresse: index.php?module=Web_Links&amp;type=admin

source: Name: Broken Links
fr: Nom: Liens cassés

source: URL: index.php?module=Web_Links&amp;type=admin&amp;func=listbrokenlinks
fr: adresse: index.php?module=Web_Links&amp;type=admin&amp;func=listbrokenlinks

source: Name: Modify Links
fr: Nom: Liens modifiés

source: URL: index.php?module=Web_Links&amp;type=admin&amp;func=listmodrequests
fr: adresse: index.php?module=Web_Links&amp;type=admin&amp;func=listmodrequests

source: // zk_ if this is your table prefix
fr: // zk_ si c'est votre préfixe de table
